[QuickDrawPrimary X2AbilityTemplate]
LocFriendlyName="Quickdraw"
LocLongDescription="Firing your <Ability:PrimaryWeaponName/> with your first action no longer ends your turn."
LocHelpText="Firing your <Ability:PrimaryWeaponName/> with your first action no longer ends your turn."
LocFlyOverText="Quickdraw"
LocPromotionPopupText="<Bullet/> Quickdraw is a fundamental <Ability:PrimaryWeaponName/> ability, as it allows the <Ability:ClassName/> to spread their fire around to different targets in the same turn.<br/>"

[EmptySecondary X2WeaponTemplate]
FriendlyName="Empty"
FriendlyNamePlural="Empty"
BriefSummary="Equip nothing in this slot"
TacticalText="Taking less gear into combat allows you to move faster. Grants a 15% mobility bonus"
AbilityDescName="Empty"

[EmptySecondaryMobilityBonus X2AbilityTemplate]
LocFriendlyName="Easy Pack"
LocFlyOverText="Easy Pack"
LocLongDescription="Not carrying a secondary weapon grants a 15% Mobility bonus."
LocHelpText="Not carrying a secondary weapon grants a 15% Mobility bonus."
LocPromotionPopupText="<Bullet/> Not carrying a secondary weapon grants a 15% Mobility bonus."

